[Custom_Artifacts.1 H7HeroItem]
mName="1"
mTooltip=""

[Custom_Artifacts.2 H7HeroItem]
mName="2"
mTooltip=""

[Custom_Artifacts.3 H7HeroItem]
mName="3"
mTooltip=""

[Custom_Artifacts.4 H7HeroItem]
mName="4"
mTooltip=""

[Custom_Artifacts.5 H7HeroItem]
mName="5"
mTooltip=""

[Custom_Artifacts.6 H7HeroItem]
mName="6"
mTooltip=""

[Custom_Artifacts.7 H7HeroItem]
mName="7"
mTooltip=""

[Custom_Artifacts.Graal_Luni H7HeroItem]
mName="月光圣杯"
mTooltip="月神最伟大的造物。此器皿赋予持有者无穷的智慧，但它非常脆弱，需要最精心的对待......"

[custom_heroes.New_hero_1 H7EditorHero]
mName="玛琳"
mLore=""

[Major.Ludoed_Major_Botinki H7HeroItem]
mName="漏水的鞋子"
mTooltip="%buff1.buff.stat1 %buff1.buff.stat1.icon 移动力赋予所有友方生物<br>允许每场战斗使用一次<font color="#7851A9">"巨石利刺"</font><br><font color="#E32636" size="30"><b>但是</b></font> %stat1 %stat1.icon 领导力"

[Buf_Artifacts.Ludoed_Botinkii_Buff H7BaseBuff]
mName="漏水的鞋子"
mTooltip="所有友方生物+1 %ICON_MOVEMENT 移动力"

[Major.Ludoed_Major_Perchatki H7HeroItem]
mName="食人魔手套"
mTooltip="%stat1 英雄每级伤害<br>%buff1.buff.stat1 %ICON_Might_Damage 友方近战生物造成的基础伤害"

[Buf_Artifacts.Ludoed_Perchatki_Buff H7BaseBuff]
mName="食人魔手套"
mTooltip="友方近战生物造成的基础伤害+2"

[Major.Major_Amulet_Smeya_Kamen H7HeroItem]
mName="蛇石护符"
mTooltip="%buff1.buff.stat1 %buff1.buff.stat1.icon 所有友方生物的主动性<br>战斗开始时，敌方生物会中%ICON_EARTH 毒（在<font color="#6495ED">3</font>回合内造成<font color="#6495ED">40-50</font>点伤害）。"

[Buf_Artifacts.Amulet_Smeya_Kamen_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="蛇石护符"
mTooltip="战斗开始时，敌方生物会中毒（在<font color="#6495ED">3</font>回合内造成<font color="#6495ED">40-50</font>点伤害）"

[Buf_Artifacts.Amulet_Smeya_Kamen_Buff H7BaseBuff]
mName="蛇石护符"
mTooltip="所有友方生物+5 %ICON_INITIATIVE 主动性"

[Buf_Artifacts.Amulet_Smeya_Kamen_YAD_Buff H7BaseBuff]
mName="蛇毒"
mTooltip="在回合开始时造成<font color="#6495ED">40-50</font>点伤害。<br>持续：%durnow 回合。"

[Major.Major_Dospehi_Bronza H7HeroItem]
mName="青铜盔甲"
mTooltip="%stat1 %stat1.icon 攻击<br>%stat2 %stat2.icon 防御<br>所有友方生物从%ICON_DARK 暗系魔法受到的伤害减少 %buff1.buff.res1.norm。"

[Buf_Artifacts.Dospehi_Bronza_Buff H7BaseBuff]
mName="青铜盔甲"
mTooltip="从%ICON_DARK 暗系魔法受到的伤害减少 %res1.norm"

[Major.Major_Dospehi_Luna H7HeroItem]
mName="月光盔甲"
mTooltip="%stat1 %stat1.icon 魔力<br>%stat2 %stat2.icon 精神<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 移动力赋予英雄军队中所有飞行生物。"

[Buf_Artifacts.Dospehi_Luna_Buff H7BaseBuff]
mName="月光盔甲"
mTooltip="英雄军队中所有飞行生物+1 %icon_movement 移动力"

[Major.Major_Karti_Taro H7HeroItem]
mName="塔罗牌"
mTooltip="%stat1 %stat1.icon 命运<br>英雄的视野范围增加 %stat2.norm"

[Buf_Artifacts.Klinok_Angela_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="天使之刃"
mTooltip="%ICON_LIGHT 光系法术的法力消耗减少<font color="#6495ED">2</font>点"

[Major.Major_Kolco_Anjelika H7HeroItem]
mName="安杰莉卡之戒"
mTooltip="%stat1%ICON_MAGIC 魔力<br>%stat2 %ICON_MANA 法力上限<br>小型近战生物在攻击大型敌方生物时能进行预判打击<br><font color="#E32636" size="30"><b>但是</b></font> %buff1.buff.stat%ICON_LEADERSHIP 所有友方生物的领导力"

[Buf_Artifacts.Kolco_Anjelika_Buff H7BaseBuff]
mName="安杰莉卡之戒"
mTooltip="所有友方生物-5 %icon_Morale 士气"

[Buf_Artifacts.Kolco_Anjelika_Ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="预判打击"
mTooltip="当攻击大型敌方生物时，该部队会进行预判打击。"

[Buf_Artifacts.Kolco_Anjelika_Ability_Heroes H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="预判打击"
mTooltip="小型近战生物在攻击大型敌方生物时，能进行预判打击。"

[Major.Major_Luk_Kentavra H7HeroItem]
mName="半人马之弓"
mTooltip="%stat %ICON_ATTACK 力量<br>%buff1.buff.stat1 %ICON_RANGE 友方远程生物造成的基础伤害<br>%buff1.buff.stat3 %buff1.buff.stat3.icon 友方远程生物的幸运"

[Buf_Artifacts.Luk_Kentavra_Buff H7BaseBuff]
mName="神射手（半人马之弓）"
mTooltip="%stat1 远程单位的基础伤害 %ICON_RANGE<br>%stat3 %stat1.icon 幸运"

[Major.Major_Mantia_Solnce H7HeroItem]
mName="太阳斗篷"
mTooltip="%stat1 %stat1.icon 防御<br>中立生物加入的概率增加 %stat2.norm"

[Major.Major_Mech_Mstitel H7HeroItem]
mName="复仇者之剑"
mTooltip="%stat1 %stat1.icon 力量<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 士气和 %buff1.buff.stat2 %buff1.buff.stat2.icon 敌方生物的幸运"

[Buf_Artifacts.Mech_Mstitel_Buff H7BaseBuff]
mName="复仇者之剑"
mTooltip="敌方生物-10 %ICON_MORALE 士气和 %ICON_LUCK 幸运"

[Major.Major_Nakidka_Krokodil H7HeroItem]
mName="鳄鱼披风"
mTooltip="%buff1.buff.stat1 %buff1.buff.stat1.icon 所有友方生物的生命值<br>%buff3.buff.stat2 %buff3.buff.stat2.icon 领导力和 %buff3.buff.stat1 %buff3.buff.stat1.icon 敌方生物的主动性。"

[Buf_Artifacts.Nakidka_Krokodil_Buff H7BaseBuff]
mName="鳄鱼披风"
mTooltip="敌方生物-10 %ICON_MORALE 士气和 -5 %ICON_INITIATIVE 主动性"

[Buf_Artifacts.Nakidka_Krokodil_Zachita_Buff H7BaseBuff]
mName="鳄鱼披风"
mTooltip="所有友方生物+1 %ICON_HEALTH 生命值"

[Major.Major_Sapogi_Druid H7HeroItem]
mName="德鲁伊靴"
mTooltip="%stat1 %stat1.icon 移动力 <br>%buff1.buff.stat1 %buff1.buff.stat1.icon 友方射击生物的主动性 <br>%stat2 %stat2.icon %ICON_EARTH 土系法术魔力"

[Buf_Artifacts.Sapogi_Druid_Buff H7BaseBuff]
mName="德鲁伊靴"
mTooltip="友方射击生物+5 %ICON_INITIATIVE 主动性"

[Major.Major_Sapogi_Otrechenie H7HeroItem]
mName="苦行僧之靴"
mTooltip="%stat1 %stat1.icon 力量 <br>%stat2 %stat2.icon 防御 <br>%stat4 %stat4.icon 魔力 <br>%stat3 %stat3.icon 精神 <br>%stat5 %stat5.icon 英雄移动力"

[Major.Major_Shit_Bog_Voini H7HeroItem]
mName="战争之神盾"
mTooltip="%stat1 %stat1.icon 防御<br>%buff3.buff.stat1 %buff3.buff.stat1.icon 所有友方生物的生命值<br>所有友方生物从%ICON_EARTH 土系魔法法术受到的魔法伤害减少 %buff1.buff.res1.norm"

[Buf_Artifacts.Shit_Bog_Voini_Buff H7BaseBuff]
mName="魔法盾（战争之神盾）"
mTooltip="所有友方生物从%ICON_EARTH 土系魔法法术受到的魔法伤害减少 %res1.norm。"

[Buf_Artifacts.Shit_Bog_Voini_Zdorovie_Buff H7BaseBuff]
mName="战争之神盾"
mTooltip="所有友方生物+3 %ICON_HEALTH 生命值"

[Major.Major_Shit_Plamen_Soloto H7HeroItem]
mName="焰金盾"
mTooltip="%stat1 %stat1.icon 防御。<br>%stat2 %stat2.icon 领导力。<br>所有友方生物从%ICON_FIRE 火系魔法受到的伤害减少 %buff1.buff.res1.norm，但对%ICON_WATER 水系魔法的易伤性变为 %buff1.buff.res3.norm。"

[Buf_Artifacts.Shit_Plamen_Soloto_Buff H7BaseBuff]
mName="焰金盾"
mTooltip="所有友方生物从%ICON_FIRE 火系魔法受到的伤害减少 %res1.norm，但对%ICON_WATER 水系魔法的易伤性增加（<font color="#6495ED">+10%</font>）"

[Major.Major_Shit_Smerti H7HeroItem]
mName="死亡之盾"
mTooltip="%stat1 %stat1.icon 防御。<br>%buff1.buff.res1 法术抗力 %ICON_LIGHT 光系魔法。"

[Buf_Artifacts.Shit_Smerti_Buff H7BaseBuff]
mName="死亡之盾"
mTooltip="对%ICON_LIGHT 光系魔法法术的抗性增加 %res1.norm。"

[Major.Major_Turban_Snanii H7HeroItem]
mName="知识头巾"
mTooltip="%stat1 %stat1.icon 精神。<br>获得的经验值增加 %stat2。"

[Major.Major_Venec_Bessmertia H7HeroItem]
mName="不朽王冠"
mTooltip="%stat1 %stat1.icon 领导力。<br>%stat2 %stat2.icon 命运。<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 所有友方生物的生命值。<br><font color="#E32636" size="30"><b>但是</b></font> %buff1.buff.stat2 %buff1.buff.stat2.icon 所有友方生物的主动性。"

[Buf_Artifacts.Venec_Bessmertiya_Buff H7BaseBuff]
mName="不朽王冠"
mTooltip="所有友方生物+4 %ICON_HEALTH 生命值，<br><font color="#E32636" size="30"><b>但是</b></font> 所有友方生物-5 %ICON_INITIATIVE 主动性"

[Major.Pirat_Major_Plash H7HeroItem]
mName="海盗斗篷"
mTooltip="%stat1 %stat1.icon 防御。<br>%buff1.buff.res1.norm 减少来自%ICON_AIR 气系魔法法术的伤害。"

[Buf_Artifacts.Pirat_Plash_Buff H7BaseBuff]
mName="海盗斗篷"
mTooltip="提供 %res1.norm 的%ICON_AIR 气系魔法防护"

[Major.Pirat_Major_Sapogi H7HeroItem]
mName="海盗靴"
mTooltip="%stat1 %stat1.icon 命运<br>%stat2 %stat2.icon 英雄移动力<br>英雄海上航行速度提高<font color="#6495ED">15%</font>"

[Major.Pirat_Major_Sunduk H7HeroItem]
mName="大箱子"
mTooltip="%stat1 %stat1.icon 领导力。每日为国库带来 %special1%special.icon 黄金和 %special2 种随机稀有资源：%icon_Crystal 龙血水晶, %icon_Dragonsteel 龙钢, %icon_Shadowsteel 影钢, %icon_Starsilver 星银。"

[Major.Prorok_Major_Amulet H7HeroItem]
mName="闪光护符"
mTooltip="%stat1 %stat1.icon 魔力。<br>%stat2 %stat2.icon %ICON_FIRE 火系法术魔力。"

[Major.Prorok_Major_Slem H7HeroItem]
mName="智慧头盔"
mTooltip="%stat1 %stat1.icon 精神。<br>%stat2 英雄的 %stat.icon 法力上限。"

[Major.Vampir_Major_Ozirel H7HeroItem]
mName="吸血鬼獠牙项链"
mTooltip="%buff1.buff.stat1 %ICON_Might_Damage 友方亡灵生物的基础伤害。<br>%buff1.buff.stat3 %buff1.buff.stat3.icon 友方亡灵生物的主动性。<br>英雄攻击造成眩晕打击：降低%ICON_DEFENSE 防御和%ICON_ATTACK 生物攻击<font color="#6495ED">5</font>点，%ICON_MOVEMENT 移动力<font color="#6495ED">1</font>点，持续<font color="#6495ED">3</font>回合。"

[Buf_Artifacts.Vampir_Ozirel_Buff H7BaseBuff]
mName="吸血鬼獠牙项链"
mTooltip="友方亡灵生物基础伤害+2，<br>友方亡灵生物+7 %ICON_INITIATIVE 主动性"

[Buf_Artifacts.Vampir_Ozirel_Udar_Ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="眩晕打击"
mTooltip="英雄攻击造成眩晕打击：降低%ICON_DEFENSE 防御和%ICON_ATTACK 生物攻击<font color="#6495ED">5</font>点，%ICON_MOVEMENT 移动力<font color="#6495ED">1</font>点，持续<font color="#6495ED">3</font>回合。"

[Buf_Artifacts.Vampir_Ozirel_Udar_Buff H7BaseBuff]
mName="汲取打击"
mTooltip="%stat2 %stat2.icon 防御, %stat1 %stat1.icon 攻击, %stat3 %stat3.icon 移动力。<br>持续 %durnow 回合。"

[Major.Vampir_Major_Sosud H7HeroItem]
mName="血之容器"
mTooltip="%stat1 %stat1.icon 精神。<br>%stat2 %stat2.icon 法力上限。<br>每天恢复 %stat3.norm %stat2.icon 法力。"

[Major.Vampir_Major_Zhilet H7HeroItem]
mName="吸血鬼马甲"
mTooltip="%stat1 %stat1.icon 防御。<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 所有友方亡灵生物的生命值。<br>允许每场战斗使用一次法术<font color="#7851A9">"移形换位"</font>。"

[Buf_Artifacts.Vampir_Zhilet_Buff H7BaseBuff]
mName="吸血鬼马甲"
mTooltip="所有友方亡灵生物+4 %ICON_HEALTH 生命值。"

[Minor.Ludoed_Minor_Okovi H7HeroItem]
mName="锁链镣铐"
mTooltip="%stat1 %stat1.icon 命运<br>防止战斗中的所有方逃跑。"

[Buf_Artifacts.Ludoed_Okovi_Pobeg_Buff H7BaseBuff]
mName="锁链镣铐"
mTooltip="英雄在战斗中无法逃跑或投降。"

[Minor.Minor_Amulet_Lotos H7HeroItem]
mName="蓝莲花护符"
mTooltip="%buff1.buff.stat1.icon 小型友方生物的生命值增加 %buff1.buff.stat1.norm。<br>增益法术的效果持续时间延长<font color="#6495ED">2</font>回合。"

[Buf_Artifacts.Amulet_Lotos_Buff H7BaseBuff]
mName="蓝莲花护符"
mTooltip="+2 %ICON_HEALTH 生命值"

[Minor.Minor_Bloknot_Demon H7HeroItem]
mName="恶魔笔记"
mTooltip="%stat3 %stat3.icon 法力上限。<br>%stat1 %stat1.icon 施放%ICON_DARK 暗系和%ICON_FIRE 火系法术时的魔力。"

[Minor.Minor_Boevoe_Snamya H7HeroItem]
mName="战旗"
mTooltip="%stat1 %stat1.icon 领导力。<br>%stat2 %stat2.icon 命运"

[Minor.Minor_Kolco_Yung_Mag H7HeroItem]
mName="学徒之戒"
mTooltip="%stat1 %stat1.icon 法力上限。<br>所有法术的法力消耗减少<font color="#6495ED">2</font>点。"

[Buf_Artifacts.Kolco_Yung_Mag_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="学徒之戒"
mTooltip="所有法术的法力消耗减少<font color="#6495ED">2</font>点。"

[Minor.Minor_Kuvshin_Glina H7HeroItem]
mName="陶土罐"
mTooltip="%stat1 %stat1.icon 法力上限。<br>每天为国库带来 %special.icon %special1 黄金。"

[Minor.Minor_Palto_Dyavol H7HeroItem]
mName="魔鬼绿袍"
mTooltip="%stat1 %stat1.icon 防御。<br>%stat2 %stat2.icon 精神。<br>所有法术的法力消耗减少<font color="#6495ED">20%</font>。"

[Buf_Artifacts.Palto_Dyavol_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="魔鬼绿袍"
mTooltip="所有法术的法力消耗减少<font color="#6495ED">20%</font>。"

[Minor.Minor_Plash_Lebed H7HeroItem]
mName="天鹅绒斗篷"
mTooltip="%stat1 %stat1.icon 领导力<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 所有友方生物的主动性。"

[Buf_Artifacts.Plash_Lebed_Buff H7BaseBuff]
mName="天鹅绒斗篷"
mTooltip="所有友方生物+3 %ICON_INITIATIVE 主动性"

[Minor.Minor_Posoh_Toski H7HeroItem]
mName="渴望法杖"
mTooltip="%stat1 %stat1.icon 精神<br>允许英雄在战斗中施放法术<font color="#7851A9">"悲痛欲绝"</font>。"

[Minor.Minor_Sachvat_Zheleso H7HeroItem]
mName="铁钳"
mTooltip="%stat1 %stat1.icon 力量<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 所有敌方生物的主动性。"

[Buf_Artifacts.Sachvat_Zheleso_Buff H7BaseBuff]
mName="铁钳"
mTooltip="所有敌方生物-5 %ICON_INITIATIVE 主动性"

[Minor.Minor_Sandali_Lazutchik H7HeroItem]
mName="侦察员凉鞋"
mTooltip="%stat1 %stat1.icon 英雄移动力。<br>%buff1.buff.stat1.icon 小型友方近战生物的主动性增加 %buff1.buff.stat1.norm。"

[Buf_Artifacts.Sandali_Lazutchiki_Buff H7BaseBuff]
mName="侦察员凉鞋"
mTooltip="小型友方近战生物的主动性增加10点"

[Buf_Artifacts.Sapfir_Sazhiti_Ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="蓝宝石防护"
mTooltip="对远程生物的%ICON_DEFENSE 防御<font color="#6495ED">+5</font>。"

[Minor.Minor_Shit_Viking H7HeroItem]
mName="维京盾"
mTooltip="%stat1 %stat1.icon 防御。 <br>%stat2 %stat2.icon 领导力。"

[Minor.Minor_Slem_Uzhas H7HeroItem]
mName="恐怖头盔"
mTooltip="%stat1 %stat1.icon 精神<br>%buff1.buff.stat1.icon 敌方生物的主动性减少 %buff1.buff.stat1.norm。"

[Buf_Artifacts.Slem_Uzhas_Buff H7BaseBuff]
mName="恐怖头盔"
mTooltip="敌方生物的主动性减少3点"

[Minor.Minor_Titan_Trezubec H7HeroItem]
mName="泰坦三叉戟"
mTooltip="添加一个法术<font color="#7851A9">"霹雳闪电"</font>，其伤害提高<font color="#1E90FF">50%</font>。"

[Minor.Pirat_Minor_Slapa H7HeroItem]
mName="海盗帽"
mTooltip="%stat1 %stat1.icon 命运<br>英雄的视野范围增加 %stat2.norm。"

[Minor.Prorok_Minor_Sapogi H7HeroItem]
mName="神谕者靴"
mTooltip="%stat1 %stat1.icon 英雄移动力<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 移动力和 %buff1.buff.stat2 %buff1.buff.stat2.icon 友方小型生物在战斗中获得第一次伤害前的主动性。"

[Buf_Artifacts.Prorok_Sapogi_Buff H7BaseBuff]
mName="神谕者靴"
mTooltip="友方小型生物在战斗中获得第一次伤害前，+1 %ICON_MOVEMENT 移动力和 +3 %ICON_INITIATIVE 主动性"

[Relic.Ludoed_Relic_Dubina H7HeroItem]
mName="食人魔巨棒"
mTooltip="%stat1 %stat1.icon 力量<br><font color="#E32636" size="30"><b>但是</b></font> 所有友方生物承受 %buff1.buff.stat1 %buff1.buff.stat1.icon 主动性惩罚。"

[Buf_Artifacts.Ludoed_Dubina_Buff H7BaseBuff]
mName="食人魔巨棒"
mTooltip="所有友方生物-5 %ICON_INITIATIVE 主动性"

[Relic.Ludoed_Relic_Shit H7HeroItem]
mName="食人魔盾"
mTooltip="%stat1 %stat1.icon 防御<br>提供 %buff1.buff.res1.norm 的%ICON_PRIME 源力魔法防护<br><font color="#E32636" size="30"><b>但是</b></font> %buff1.buff.stat1 %buff1.buff.stat1.icon 所有友方生物的主动性。"

[Buf_Artifacts.Ludoed_Shit_Buff H7BaseBuff]
mName="食人魔盾"
mTooltip="提供 %res1.norm 的%ICON_PRIME 源力魔法防护。"

[Relic.Pirat_Relic_Sabla H7HeroItem]
mName="海盗马刀"
mTooltip="%stat1 %stat1.icon 力量<br>%stat2 %stat2.icon 领导力<br>%stat3 英雄每级伤害"

[Relic.Prorok_Relic_Dospehi H7HeroItem]
mName="神谕者盔甲"
mTooltip="%stat1 %stat1.icon 防御<br>%stat2 %stat2.icon 领导力<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 所有友方生物的生命值<br>所有生物受到的魔法伤害减少 %buff1.buff.res1.norm"

[Relic.Prorok_Relic_Perchatki H7HeroItem]
mName="神谕者手套"
mTooltip="%buff1.buff.stat1 %ICON_RANGE 友方远程生物造成的基础伤害。<br>%buff1.buff.stat3 %buff1.buff.stat3.icon 友方远程生物的主动性。<br>远程攻击无惩罚。"

[Buf_Artifacts.Prorok_Perchatki_Buff H7BaseBuff]
mName="神射手（神谕者手套）"
mTooltip="%stat1 %ICON_RANGE 友方远程生物造成的基础伤害。<br>%stat3 %stat3.icon 友方远程生物的主动性。<br>远程攻击无惩罚。"

[Relic.Prorok_Relic_Posoh H7HeroItem]
mName="全知法杖"
mTooltip="%stat1 %stat1.icon 力量<br>%stat2 %stat2.icon 命运<br>%buff1.buff.stat1 %ICON_Might_Damage 友方近战生物造成的基础伤害"

[Buf_Artifacts.Prorok_Dospeh_Buff H7BaseBuff]
mName="魔法盾（全知法杖）"
mTooltip="所有生物受到的魔法伤害减少 %res1.norm。"

[Buf_Artifacts.Prorok_Posoh_Buff H7BaseBuff]
mName="全知法杖"
mTooltip="友方近战生物造成的基础伤害+2"

[Relic.Relic_Amulet_Buri H7HeroItem]
mName="飓风领主护符"
mTooltip="%stat1 %stat1.icon %ICON_AIR 气系法术魔力。<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 移动力和 %buff1.buff.stat2 %buff1.buff.stat2.icon 英雄军队中飞行生物的主动性。<br>允许每场战斗使用一次法术<font color="#7851A9">"诡异暴风"</font>。"

[Buf_Artifacts.Amulet_Buri_Buff H7BaseBuff]
mName="飓风领主护符"
mTooltip="英雄军队中飞行生物+1 %icon_movement 移动力和 +5 %ICON_INITIATIVE 主动性"

[Relic.Relic_Arbalet_Martin H7HeroItem]
mName="马丁的十字弓"
mTooltip="%stat1 %stat1.icon 力量<br>%buff1.buff.stat1 %icon_range 友方远程生物造成的基础伤害。<br>所有友方射击生物不受远程惩罚。"

[Buf_Artifacts.Arbalet_Martin_Buff H7BaseBuff]
mName="马丁的十字弓"
mTooltip="%stat1 基础伤害<br>远程生物无惩罚"

[Relic.Relic_Cherep_Sukkuba H7HeroItem]
mName="魅魔头骨"
mTooltip="%stat1 %stat1.icon 防御<br>%stat2 %stat2.icon 精神。<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 所有友方生物的生命值。<br>允许在战斗中使用法术<font color="#7851A9">"转世重生"</font>。"

[Buf_Artifacts.Cherep_Sukkuba_Buff H7BaseBuff]
mName="魅魔头骨"
mTooltip="所有友方生物+3 %ICON_HEALTH 生命值"

[Relic.Relic_Kniga_Imry H7HeroItem]
mName="伊姆瑞之书"
mTooltip="%stat1 %stat1.icon 施放%ICON_AIR 气系、%ICON_EARTH 土系和%ICON_WATER 水系法术时的魔力。"

[Relic.Relic_Kolco_Grom_Kamen H7HeroItem]
mName="雷石戒指"
mTooltip="%stat1 %stat1.icon 魔力<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 所有友方大型生物的主动性<br>英雄攻击时，会对目标生物施放一个随机负面法术"

[Buf_Artifacts.Kolco_Grom_Kamen_Buff H7BaseBuff]
mName="雷石戒指"
mTooltip="所有友方大型生物+5 %ICON_INITIATIVE 主动性"

[Buf_Artifacts.Kolco_Grom_Kamen_MagicTouch H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="魔法触击"
mTooltip="英雄攻击时，会对目标生物施放一个随机负面法术。"

[Relic.Relic_Kolshuga_Vozhd H7HeroItem]
mName="酋长锁子甲"
mTooltip="%stat1 %stat1.icon 力量<br>%stat2 %stat2.icon 防御<br>%stat3 %stat3.icon 魔力<br>%stat4 %stat4.icon 精神<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 所有友方生物的生命值"

[Buf_Artifacts.Kolchuga_Vozhd_Buff H7BaseBuff]
mName="酋长锁子甲"
mTooltip="所有友方生物+2 %ICON_HEALTH 生命值"

[Relic.Relic_Korona_Tirana H7HeroItem]
mName="暴君王冠"
mTooltip="%stat1 %stat1.icon 力量<br>%stat2 %stat2.icon 防御<br>%stat3 %stat3.icon 魔力<br>%stat4 %stat4.icon 精神<br>允许每场战斗使用一次法术<font color="#7851A9">"时间停滞"</font><br><font color="#E32636" size="30"><b>但是</b></font> %buff3.buff.stat1 %buff3.buff.stat1.icon 幸运和 %buff3.buff.stat2 %buff3.buff.stat2.icon 友方生物的士气"

[Buf_Artifacts.Korona_Tirana_Buff H7BaseBuff]
mName="暴君王冠"
mTooltip="友方生物%ICON_LUCK 幸运和 %ICON_MORALE 士气降低5点"

[Relic.Relic_Kulon_Glas_Drakon H7HeroItem]
mName="龙眼垂饰"
mTooltip="%stat1 %stat1.icon 精神<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 敌方生物的生命值<br>英雄获得<b>间谍</b>能力（可查看敌方确切军队和加成）"

[Buf_Artifacts.Kulon_Glaz_Drakon_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="间谍"
mTooltip="英雄可查看敌方确切军队和加成"

[Buf_Artifacts.Kulon_Glaz_Drakon_Buff H7BaseBuff]
mName="龙眼垂饰"
mTooltip="敌方生物-4 %ICON_HEALTH 生命值"

[Relic.Relic_Mantia_Povelitel_More H7HeroItem]
mName="海洋领主斗篷"
mTooltip="%stat1 %ICON_MANA 法力上限<br>%stat2 %stat2.icon %ICON_WATER 水系魔法法术魔力。<br>英雄攻击会冻结生物（<font color="#6495ED">-3</font> 移动力，持续<font color="#6495ED">3</font>回合）。"

[Buf_Artifacts.Mantia_Povelitel_More_Ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冻结"
mTooltip="英雄攻击会冻结生物（<font color="#6495ED">-3</font> %icon_movement 移动力，持续<font color="#6495ED">3</font>回合）。"

[Relic.Relic_Mech_Ognya H7HeroItem]
mName="火焰剑"
mTooltip="%stat1 %stat1.icon 力量<br>%stat2 英雄每级伤害。<br>友方生物在近战防御和攻击时造成额外的%ICON_FIRE 火焰伤害。"

[Buf_Artifacts.Mech_Ognya_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="火焰护盾"
mTooltip="友方生物获得“火焰护盾”效果（在近战防御和攻击时造成额外的火焰伤害）。"

[Relic.Relic_Mech_Vladiki H7HeroItem]
mName="君主之刃"
mTooltip="%stat1 %ICON_ATTACK 力量<br>%stat2 %ICON_LEADERSHIP 领导力<br>%buff3.buff.stat1 %icon_Might_Damage 所有军队生物的基础伤害。<br>英雄在己方控制的地形上移动速度提高<font color="#6495ED">20%</font>。"

[Buf_Artifacts.Mech_Vladiki_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="君主之刃"
mTooltip="英雄在己方控制的地形上移动速度提高20%。"

[Buf_Artifacts.Mech_Vladiki_Buff H7BaseBuff]
mName="君主之刃"
mTooltip="所有军队生物的基础伤害+2"

[Relic.Relic_Nakidka_Lev H7HeroItem]
mName="狮皮披风"
mTooltip="%stat1 %stat1.icon 领导力<br>%buff1.buff.stat1 %ICON_Might_Damage 敌方生物的基础伤害。<br>%buff3.buff.res1.norm 减少来自敌方法术的伤害。"

[Buf_Artifacts.Nakidka_Lev_Buff H7BaseBuff]
mName="狮皮披风"
mTooltip="敌方生物的基础伤害-2"

[Buf_Artifacts.Nakidka_Lev_Zachita_Buff H7BaseBuff]
mName="魔法盾（狮皮披风）"
mTooltip="减少 %res1.norm 来自敌方法术的伤害。"

[Relic.Relic_Ozirel_Garmonii H7HeroItem]
mName="和谐项链"
mTooltip="%stat1 %stat1.icon 力量<br>%stat2 %stat2.icon 防御<br>%stat4 %stat4.icon 魔力<br>%stat3 %stat3.icon 精神<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 所有友方生物的主动性"

[Buf_Artifacts.Ozirel_Garmonii_Buff H7BaseBuff]
mName="和谐项链"
mTooltip="所有友方生物+5 %ICON_INITIATIVE 主动性"

[Relic.Relic_Perchatki_Pilaut H7HeroItem]
mName="烈焰手套"
mTooltip="%stat1 %stat1.icon 力量<br>%buff1.buff.stat1 %ICON_RANGE 友方远程生物造成的基础伤害。<br>远程攻击无惩罚。"

[Buf_Artifacts.Perchatki_Pilaut_Buff H7BaseBuff]
mName="神射手（烈焰手套）"
mTooltip="%stat1 基础远程伤害<br>无远程攻击惩罚"

[Relic.Relic_Posoh_Strannik H7HeroItem]
mName="流浪者法杖"
mTooltip="%stat1 %stat1.icon 魔力<br>%stat2 %stat2.icon 精神<br>所有增益法术的持续时间延长 %special.norm 回合。"

[Relic.Relic_Sandali_Krilatii H7HeroItem]
mName="翼行者凉鞋"
mTooltip="%stat1 %stat1.icon 英雄移动力<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 所有友方生物的移动力。<br>英雄在崎岖地形上的移动惩罚减少<font color="#6495ED">50%</font>。"

[Buf_Artifacts.Sandali_Krikatii_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="翼行者凉鞋"
mTooltip="英雄在崎岖地形上的移动惩罚减少<font color="#6495ED">50%</font>。"

[Buf_Artifacts.Sandali_Krilatii_Buff H7BaseBuff]
mName="翼行者凉鞋"
mTooltip="所有友方生物+1 %ICON_MOVEMENT 移动力"

[Relic.Relic_Shit_Begemot H7HeroItem]
mName="比蒙巨盾"
mTooltip="%stat1 %stat1.icon 防御<br><font color="#E32636" size="30"><b>但是</b></font> %buff1.buff.stat1 %buff1.buff.stat1.icon 所有友方生物的移动力。"

[Buf_Artifacts.Shit_Begemot_Buff H7BaseBuff]
mName="比蒙巨盾"
mTooltip="所有友方生物-2 移动力"

[Relic.Relic_Shit_Ledyanoi H7HeroItem]
mName="寒冰盾"
mTooltip="%stat1 %stat1.icon 防御<br>所有友方生物从%ICON_WATER 水系魔法受到的伤害减少 %buff1.buff.res1.norm。<br>战斗开始时，英雄对<font color="#6495ED">2</font>个随机友方生物施放“流水护膜”法术。"

[Buf_Artifacts.Shit_Ledyanoii_Buff H7BaseBuff]
mName="魔法盾（寒冰盾）"
mTooltip="所有友方生物从%ICON_WATER 水系魔法受到的伤害减少 %res1.norm。"

[Buf_Artifacts.Shit_Ledyanoi_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="施法者"
mTooltip="战斗开始时，英雄对<font color="#6495ED">2</font>个随机友方生物施放“流水护膜”法术。"

[Buf_Artifacts.Shit_Ledyanoi_ApplyDebuff H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="施法阶段"
mTooltip=""

[Buf_Artifacts.Shit_Ledyanoi_Dop_Hod_Buff H7BaseBuff]
mName="战斗开始时的额外行动"
mTooltip="123"

[Relic.Relic_Shit_Pravitel H7HeroItem]
mName="统治者之盾"
mTooltip="%stat1 %stat1.icon 防御<br>%stat2 %stat2.icon 领导力<br>所有友方生物受到的魔法伤害减少 %buff1.buff.res1.norm。"

[Buf_Artifacts.Shit_Pravitel_Buff H7BaseBuff]
mName="魔法盾（统治者之盾）"
mTooltip="所有友方生物受到的魔法伤害减少 %res1.norm。"

[Relic.Relic_Skrizhal_Kamen H7HeroItem]
mName="石板书"
mTooltip="%stat1 %stat1.icon 防御<br>%buff1.buff.stat1 %buff1.buff.stat1.icon 敌方生物的移动力<br>防止战斗中的所有方逃跑<br>在战斗开始时对<font color="#6495ED">2</font>个随机敌方单位施加随机负面效果。"

[Buf_Artifacts.Skrizhal_Kamen_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="石板书"
mTooltip="防止战斗中的所有方逃跑。<br>在战斗开始时对<font color="#6495ED">2</font>个敌方生物施加负面效果。"

[Buf_Artifacts.Skrizhal_Kamen_Buff H7BaseBuff]
mName="石板书"
mTooltip=""

[Buf_Artifacts.Skrizhal_Kamen_Pobeg_Buff H7BaseBuff]
mName="石板书"
mTooltip="英雄在战斗中无法逃跑或投降。"

[Relic.Relic_Slem_Izumrud H7HeroItem]
mName="翡翠头盔"
mTooltip="%stat1 %stat1.icon 力量<br>%stat2 %stat2.icon 精神。<br>将高士气攻击的伤害提高至<font color="#6495ED">75%</font>。"

[Buf_Artifacts.Slem_Izumrud_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="翡翠头盔"
mTooltip="将高士气攻击的伤害提高至 <font color="#6495ED">75%</font>。"

[Buf_Artifacts.Slem_Izumrud_Buff_GoodMorale H7BaseBuff]
mName="狂怒连击"
mTooltip="高士气攻击造成75%伤害"

[Buf_Artifacts.Slem_Izumrudi_Ability_Sushestva H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="狂怒连击"
mTooltip="因高士气而进行的再次攻击造成<font color="#6495ED">75%</font>伤害。"

[Relic.Vampir_Relic_Kolco H7HeroItem]
mName="美杜莎戒指"
mTooltip="%stat1 %stat1.icon 魔力<br>友方生物获得“麻痹凝视”技能（暴击会使目标 stunned 直到下一回合结束）。"

[Buf_Artifacts.Vampir_Kolco_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="美杜莎戒指"
mTooltip="受到暴击的敌方生物会被 stunned 直到下一回合结束或受到其他伤害。"

[sets.A_Major H7ItemSet]
mName=" "
mTooltip=""

[sets.A_Minor H7ItemSet]
mName=" "
mTooltip=""

[sets.A_RandomArtifact_Major H7RandomArtifact]
mName=""

[sets.A_RandomArtifact_Minor H7RandomArtifact]
mName=""

[sets.A_RandomArtifact_Relic H7RandomArtifact]
mName=""

[sets.A_Relic H7ItemSet]
mName=" "
mTooltip=""

[sets.Ludoed_Set H7ItemSet]
mName="食人魔套装"
mTooltip=""

[sets.Ludoed_Set_Bonus1_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="食人魔之怒"
mTooltip="大型生物在近战中不会受到对手的反击。"

[sets.Pirat_Set H7ItemSet]
mName="海盗套装"
mTooltip=""

[sets.Pirat_Set_Bonus2_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="奖励 2"
mTooltip="敌方生物士气和幸运<font color="#6495ED">-10</font>。"

[sets.Pirat_Set_Bonus2_Buff H7BaseBuff]
mName="海盗套装"
mTooltip="%stat1 %stat1.icon 士气和 %stat1 %stat1.icon 敌方生物的幸运。"

[sets.Prorok_Set H7ItemSet]
mName="隐秘神谕套装"
mTooltip=""

[sets.Prorok_Set_Bonus1_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="隐秘神谕套装"
mTooltip="施放%ICON_FIRE 火系魔法法术的消耗减少<font color="#6495ED">50%</font>。"

[sets.Prorok_Set_Bonus1_Mana_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="隐秘神谕套装"
mTooltip="%ICON_FIRE 火系魔法消耗<font color="#6495ED">-50%</font>。"

[sets.Prorok_Set_Bonus2_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="隐秘神谕套装"
mTooltip="%buff1.buff.stat1 %buff1.buff.stat1.icon 所有生物的主动性。"

[sets.Prorok_Set_Bonus2_Iniciativa_Buff H7BaseBuff]
mName="隐秘神谕套装"
mTooltip="所有生物+10 %ICON_INITIATIVE 主动性"

[sets.Prorok_Set_Bonus3_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="隐秘神谕套装"
mTooltip="允许每场战斗使用一次法术<font color="#7851A9">"转世重生"</font>。"

[sets.Vampir_Set H7ItemSet]
mName="饥渴吸血鬼套装"
mTooltip=""

[sets.Vampir_Set_Bonus1_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="生命汲取"
mTooltip="英雄军队中的所有亡灵获得汲取生命的能力：攻击时，每造成<font color="#6495ED">2</font>点伤害，就恢复<font color="#6495ED">1</font>点生命值。"

[Spells.A_ErraticStorm_Imprinted H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="狂怒风暴"
mTooltip="在选定的4x4区域制造一场风暴，持续 %durini 回合。所有在法术效果区域内的远程生物获得 %buff1.buff.stat %icon_attack 攻击力。穿过法术效果区域的远程攻击仅造成总伤害的10%。"

[Spells.A_LightningBolt H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="霹雳闪电"
mTooltip="立即对选定的敌方单位造成 %d.min 到 %d.max 点%ICON_AIR 气系魔法伤害。"

[Spells.Podnyatie H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="转世重生"
mTooltip="同时从死后世界唤醒死者，赋予他们<font color="#6495ED">2500</font>点生命精华。"

[Spells.reincarnation H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="转世重生"
mTooltip="使死去的生物重生，恢复 %d.min 点生命值。施法后，该生物在战斗剩余时间内对%ICON_FIRE 火系魔法免疫。不影响亡灵或构造体，且不消耗行动点数。"

[Spells.Reincarnation_Dop_Hod_Buff H7BaseBuff]
mName="额外行动"
mTooltip="123"

[Spells.Toska H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="悲痛欲绝"
mTooltip="%buff1.buff.stat1 %buff1.buff.stat1.icon 士气, %buff1.buff.stat2 %buff1.buff.stat2.icon 移动力和 %buff1.buff.stat3 敌方单位的基础伤害，持续<font color="#6495ED">3</font>回合。"

[Spells.Toska_Buff H7BaseBuff]
mName="悲痛欲绝"
mTooltip="%stat1 %stat1.icon 士气, %stat2 %stat2.icon 移动力和 %stat3 基础伤害。<br>持续：%durnow 回合。"

[Town_Garrison.H7RandomTown_0_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7RandomTown_1_Garrison H7AdventureArmy]
mName=""

v1.38

[Minor.Minor_Sapfir_Sazhiti H7HeroItem]
mName="蓝宝石镜"
mTooltip="%stat1 %stat1.icon 防御。 <br>友方生物对%ICON_RANGE 远程战斗的%ICON_DEFENSE 防护<font color="#6495ED">+5</font>。"

[Major.Major_Klinok_Angela H7HeroItem]
mName="天堂之刃"
mTooltip="%stat1 %stat1.icon 力量<br>%stat2 %stat2.icon 防御<br>施放%ICON_LIGHT 光系魔法法术的消耗减少<font color="#6495ED">2</font>点"

[Major.Major_Ozirel_Muz H7HeroItem]
mName="守护女神项链"
mTooltip="%stat1 %stat1.icon 法力上限<br>每天恢复 %stat2 点 %stat1.icon 法力<br>允许每场战斗使用一次法术<font color="#7851A9">"召唤元素"</font>"

[Relic.Relic_Kolco_Sveta H7HeroItem]
mName="闪光戒指"
mTooltip="%stat1 %ICON_Might_Damage 英雄的最大伤害。<br>%stat2 %stat2.icon 施放%ICON_LIGHT 光系魔法法术时的魔力。"

[Relic.Relic_Luk_Korol_Elf H7HeroItem]
mName="精灵王子之弓"
mTooltip="%ICON_RANGE 友方射手的最大伤害和他们的 %buff1.buff.stat3.icon 主动性增加 %buff1.buff.stat1.norm。<br>远程攻击无惩罚。"

[Buf_Artifacts.Luk_Korol_Elf_Buff H7BaseBuff]
mName="神射手（精灵王子之弓）"
mTooltip="%ICON_RANGE 远程生物的最大伤害和 %stat3.icon 主动性增加 %stat1。<br>远程攻击无惩罚。"

[Relic.Relic_Slem_Tigra H7HeroItem]
mName="野猫头盔"
mTooltip="%stat2 %stat2.icon 力量<br>%stat1 %stat1.icon 防御<br>%buff1.buff.stat1.icon 所有友方生物的主动性增加 %buff1.buff.stat1.norm。"

[Buf_Artifacts.Slem_Tigra_Buff H7BaseBuff]
mName="野猫头盔"
mTooltip="所有友方生物+5 %ICON_INITIATIVE 主动性"

[sets.Pirat_Set_Bonus1_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="奖励 1"
mTooltip="英雄学会法术<font color="#7851A9">"水龙之舟"</font>"